{
    "data": [
        {
            "id": 0,
            "name": "old fashioned",
            "mainSpirit": "burbon",
            "type": "classic",
            "prepStyle": "stirred",
            "ingridients": "4 dashes Angostura bitters, 1/4 ounce brown sugar syrup (equal parts brown sugar to water), 1 orange peel, 1 Luxardo maraschino cherry, 2 ounces brown-butter-washed bourbon, Garnish: 2 orange peels, Garnish: 1 Luxardo maraschino cherry",
            "image": "https://www.liquor.com/thmb/Gv8EQfh1KK0LNDj5m0X4h_a981Y=/960x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/brown-butter-old-fashioned-720x720-primary-76a57ce1bb6b4e74ae3aa1f06be2933c.jpg",
            "steps": "In a rocks glass, muddle the bitters, brown sugar syrup, orange peel and cherry., Add the bourbon and 1 large ice cube and stir until well-chilled, Garnish with an orange peel “rose” by rolling 2 swaths of orange peels with a Luxardo maraschino cherry inside.",
            "modified": "23.04.2021",
            "ratings": [4, 5, 5, 5, 4],
            "author": "Filip",
            "description": "The Old Fashioned, with its proven formula of whiskey, sugar and bitters, is about as good as a drink can get. But bartenders prove time and time again that there’s more than one way to make an Old Fashioned. Modern classics like the tequila- and mezcal-laced Oaxacan Old Fashioned come to mind, as do varieties like the Rum Old Fashioned. Those are just the tip of the boozy iceberg though. Because all over the world bartenders tweak the recipe to their liking, serving countless unique iterations of this old-school drink.",
            "taste": "dry",
            "alcoholic": true
        },
        {
            "id": 1,
            "name": "mojito",
            "mainSpirit": "rum",
            "type": "tropical",
            "prepStyle": "shaken",
            "ingridients": "3 mint leaves, 1/2 ounce simple syrup, 2 ounces white rum, 3/4 ounce lime juice, freshly squeezed, Club soda, to top, Garnish: mint sprig, Garnish: lime wheel",
            "image": "https://www.liquor.com/thmb/VMoOrrQzOV00AY3rgSK6XxOR0EE=/960x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__liquor__2018__09__04153106__mojito-720x720-recipe-a55b114fc99c4a64b38c9ef6d1660e20.jpg",
            "steps": "Lightly muddle the mint with the simple syrup in a shaker., Add the rum, lime juice and ice, and give it a brief shake., Strain into a highball glass over fresh ice., Top with the club soda., Garnish with a mint sprig and lime wheel.",
            "modified": "23.04.2021",
            "ratings": [5, 5, 5, 5, 5],
            "author": "Filip",
            "description": "This classic remains one of the most popular rum cocktails, and the origin of the recipe is said to date back to 16th-century Cuba. The drink’s predecessor was a cocktail named El Draque, for Sir Francis Drake, the English sea captain and explorer who visited Havana in 1586, and was composed of aguardiente (a cane-spirit precursor to rum), lime, mint and sugar. While that version was supposedly enjoyed for medicinal purposes, the modern cocktail is enjoyed recreationally during the warmer months of the year. For an extra flourish, try adding some coconut milk or coconut jelly to the mix for a variation on the classic recipe.",
            "taste": "dry",
            "alcoholic": true
        },
        {
            "id": 2,
            "name": "Bourbon Old Fashioned",
            "mainSpirit": "bourbon",
            "type": "classic",
            "prepStyle": "stirred",
            "ingridients": "1/2 teaspoon sugar, 3 dashes Angostura bitters, 1 teaspoon water, 2 ounces bourbon, Club soda, to top, Garnish: orange peel",
            "image": "https://www.liquor.com/thmb/OdGMZLH9XqRF1_WzYCg8V_jvX38=/960x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__liquor__2018__05__08113350__bourbon-old-fashioned-720x720-recipe-ade6f7780c304999be3577e565c9bcdd.jpg",
            "steps": "Add the sugar and bitters to a rocks glass, then add water, and stir until sugar is nearly dissolved., Fill the glass with large ice cubes, add the bourbon, and gently stir to combine., Express the oil of an orange peel over the glass, then drop in.",
            "modified": "24.04.2021",
            "ratings": [5, 5, 5, 5, 5, 4],
            "author": "Filip",
            "description": "When you get right down to it, the Bourbon Old Fashioned is little more than a slug of whiskey, seasoned and sweetened. Yet for all of its suave simplicity, the drink remains as relevant today as it was when it first captured drinkers’ hearts 200 years ago. If you’re a history buff, you could draw a straight line connecting this drink to the first recorded definition of the cocktail category in general (circa 1806), which called for spirits, sugar, water and bitters. The Old Fashioned hits all those marks, with whiskey, sugar, water and aromatic bitters. You could also skip the history lesson and simply make the drink. Do the latter if you’re already thirsty.",
            "taste": "dry",
            "alcoholic": true
        },
        {
            "id": 3,
            "name": "Negroni",
            "mainSpirit": "gin",
            "type": "classic",
            "prepStyle": "stirred",
            "ingridients": "1 ounce gin, 1 ounce Campari, 1 ounce sweet vermouth, Garnish: orange peel",
            "image": "https://www.liquor.com/thmb/PGdbkJ8aJBacJ3o2TaTBpcl-luQ=/960x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__liquor__2018__05__08110806__negroni-720x720-recipe-7c1b747a616f4659af4008d025ab55df.jpg",
            "steps": "Add the gin, Campari and sweet vermouth to a mixing glass filled with ice, and stir until well-chilled., Strain into a rocks glass filled with large ice cubes., Garnish with an orange peel.",
            "modified": "24.04.2021",
            "ratings": [5, 5, 5, 5, 5, 4, 3, 4],
            "author": "Filip",
            "description": "Easy to make and refreshingly bitter, the Negroni is said to have been invented in Florence by the dauntless Italian Count Camillo Negroni in the early 20th century. While at Bar Casoni in Florence, he demanded that the bartender strengthen his favorite cocktail, the Americano, by replacing the usual soda water with gin. To further differentiate the drink, the bartender also employed an orange peel rather than the typical lemon peel.",
            "taste": "dry",
            "alcoholic": true
        },
        {
            "id": 4,
            "name": "Earl Grey Marteani",
            "mainSpirit": "gin",
            "type": "modern classic",
            "prepStyle": "shaken",
            "ingridients": "1 1/2 ounces Earl Grey tea-infused gin, 3/4 ounce lemon juice, freshly squeezed, 1 ounce simple syrup, 1 egg white, Garnish: sugar rim, Garnish: lemon twist",
            "image": "https://www.liquor.com/thmb/3zNkd2-1EcuXaXIbwFuk11B6in0=/960x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__liquor__2019__03__29143959__Early-Grey-Marteani-720x720-recipe-f589346d29b346dbad2ae47afe1494b5.jpg",
            "steps": "Use sugar to half-rim a coupe glass and set aside., Add the tea-infused gin, lemon juice, simple syrup and egg white to a shaker without ice and dry-shake vigorously (at least 10 seconds)., Add ice and shake again until well-chilled., Strain into the prepared coupe., Garnish with a lemon twist.",
            "modified": "24.04.2021",
            "ratings": [5, 5, 5, 5, 5, 4, 5, 4],
            "author": "Filip",
            "description": "Earl Grey is a consummate breakfast beverage as well as an essential part of tea time. And while it’s usually served hot, often with cream or sugar, sometimes it’s even better served chilled and in a cocktail glass with gin. This twist on the Gin Sour comes by way of one of the pioneers of the modern cocktail movement, Audrey Saunders of New York City’s famed and influential Pegu Club. In it, Earl Grey tea lends its bergamot and tannins to gin's botanicals for a drink that’s complex and layered.",
            "taste": "semi-dry",
            "alcoholic": true
        },
        {
            "id": 5,
            "name": "Spicy Margarita",
            "mainSpirit": "tequila",
            "type": "modern classic",
            "prepStyle": "shaken",
            "ingridients": "1 lime wedge, 2 jalapeño coins, seeds removed, 2 ounces blanco tequila, 1/2 ounce orange liqueur, 1 ounce lime juice, freshly squeezed, 1/2 ounce agave syrup, Garnish: salt rim, Garnish: jalapeño coin",
            "image": "https://www.liquor.com/thmb/Rhj2-Q1_9IEihYGYUu6_-9WfrIY=/960x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__liquor__2019__07__22133347__spicy-margarita-720x720-recipe-abae7f54dc374676aa21ca91a61a7c2a.jpg",
            "steps": "Rub the rim of a rocks glass with a lime wedge, dip the rim in salt to coat, and set aside., Add the jalapeño coins to a shaker and gently muddle., Add the blanco tequila, orange liqueur, lime juice and agave syrup, plus ice, and shake until well-chilled., Strain into the prepared glass over fresh ice., Garnish with a jalapeño coin.",
            "modified": "24.04.2021",
            "ratings": [5, 5, 5, 5, 5, 4, 5, 4, 4],
            "author": "Filip",
            "description": "The classic Margarita is one of the most popular cocktails in the world. Despite having no clear provenance, it has charmed drinkers since its inception, circumnavigating its way around the globe to become one of the most ubiquitous drinks in circulation today. But perhaps nothing proves its dominance more than the countless variations the Margarita has spawned. The Spicy Margarita is one variation that has taken hold and never released its grip. It succeeds where so many of its siblings fail. That is to say, it refocuses the classic recipe without losing what’s essential to its success: that timeless blend of sweet, sour and earthy flavors.",
            "taste": "semi-dry",
            "alcoholic": true
        },
        {
            "id": 6,
            "name": "CBD Gin & Tonic",
            "mainSpirit": "gin",
            "type": "modern classic",
            "prepStyle": "stirred",
            "ingridients": "2 oz Tanqueray Rangpur gin, 4 oz Aurora hemp-infused beverage, Garnish: Lime wheel, Garnish: Rosemary sprig",
            "image": "https://www.liquor.com/thmb/qSs9QXtCTq-IhAi4ei_hK96SFL8=/960x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__liquor__2020__01__02084102__cbd-gin-and-tonic-720x720-recipe-46ecec9f91804ad0929f47bafafda584.jpg",
            "steps": "Pour all ingredients into a highball glass over ice and stir well., Garnish with a lime wheel and rosemary sprig.",
            "modified": "24.04.2021",
            "ratings": [5, 5, 4, 5, 4, 4, 3, 3],
            "author": "Filip",
            "description": "Who doesn’t love a classic Gin & Tonic? The two-ingredient dynamo is also an ideal complement for CBD’s funky notes. Experiment with different gins to see what works best for you, but an especially citrusy selection like Tanqueray Rangpur gin does a good job of taming CBD’s bold tones. This recipe uses a premade CBD elixir. You can also use CBD-infused water, which you can find online. Look for products with at least 10 milligrams of CBD to feel any effects, though 25 milligrams seem to be an ideal dose. Be sure to keep in mind that CBD can take up to two hours to take full effect.",
            "taste": "dry",
            "alcoholic": true
        },
        {
            "id": 7,
            "name": "Daiquiri",
            "mainSpirit": "rum",
            "type": "tropical",
            "prepStyle": "shaken",
            "ingridients": "2 ounces light rum, 1 ounce lime juice, freshly squeezed, 3/4 ounce demerara sugar syrup, Garnish: lime twist",
            "image": "https://www.liquor.com/thmb/fBdarldJ6my-jGyIsAIH0NvZsW4=/960x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__liquor__2018__04__23143458__daiquiri-720x720-recipe-09f1d5665a794eddbbfb997876736136.jpg",
            "steps": "Add the rum, lime juice and demerara sugar syrup to a shaker with ice, and shake until well-chilled., Strain into a chilled coupe., Garnish with a lime twist.",
            "modified": "24.04.2021",
            "ratings": [5, 5, 5, 4, 4, 5, 5],
            "author": "Filip",
            "description": "The Daiquiri was supposedly invented in 1898 in the eponymous mining town of Daiquiri on the southeastern tip of Cuba by an American mining engineer named Jennings Cox. It was introduced in the United States a decade later, when a U.S. Navy medical officer brought the recipe from Cuba to Washington, D.C. This three-ingredient gift has pleased millions of palates over the ensuing years, including household names like Ernest Hemingway and President JFK. Yet no drink has suffered more abuse than the Daiquiri. In the century-plus since its inception, the granddaddy of rum cocktails has gone from the pride of Havana to an unloved extra on the back of a Señor Frog’s table tent. Even today, as the craft cocktail movement reaches full tilt, most people too often associate the Daiquiri with neon-colored adult slushies, the stuff of spring-break blackouts and mind-splitting hangovers.",
            "taste": "semi-dry",
            "alcoholic": true
        },
        {
            "id": 8,
            "name": "Caipirinha",
            "mainSpirit": "cachaca",
            "type": "tropical",
            "prepStyle": "stirred",
            "ingridients": "1 lime, cut into wedges, 2 teaspoons sugar, 2 ounces cachaça, Garnish: lime wheel",
            "image": "https://www.liquor.com/thmb/4PS-xN7qoiK1flt5c9hYY9MxN68=/960x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/caipirnha-720x720-primary-40900f56782b4c1d8c79494c9b413f9c.jpg",
            "steps": "In a double rocks glass, muddle the lime wedges and sugar., Fill the glass with ice, add the cachaça, and stir briefly., Garnish with a lime wheel.",
            "modified": "24.04.2021",
            "ratings": [5, 5, 5, 4, 4, 5, 3],
            "author": "Filip",
            "description": "Chances are high you encountered Brazil’s national drink, the Caipirinha, if you’ve traveled to the South American country. Refreshing and easy to make, the cocktail contains fresh lime juice, sugar and cachaça—a spirit as central to Brazilian identity as samba, soccer and carnival. Cachaça is also the country’s national spirit, inextricably tying this drink to its home. First made in the 1500s, cachaça is similar to rum, but it has a flavor all its own. Most rums are distilled from molasses, a byproduct of sugarcane processing, while cachaça is distilled from the fermented juice of sugar cane. This important difference yields a distinct spirit that is characterized by its funky, grassy flavors, which set the Caipirinha apart from other sweet-and-sour cocktails like the Daiquiri.",
            "taste": "semi-dry",
            "alcoholic": true
        },
        {
            "id": 9,
            "name": "Mai Tai",
            "mainSpirit": "rum",
            "type": "tropical",
            "prepStyle": "shaken",
            "ingridients": "1 1/2 ounces white rum, 3/4 ounce orange curaçao, 3/4 ounce lime juice, freshly squeezed, 1/2 ounce orgeat, 1/2 ounce dark rum, Garnish: lime wheel, Garnish: mint sprig",
            "image": "https://www.liquor.com/thmb/MOsbQG2uw-jB5Dn82w_nYXk6iho=/960x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/mai-tai-720x720-primary-e09e24f1cacd4b3896f5aa32ba51dcdd.jpg",
            "steps": "Add the white rum, curaçao, lime juice and orgeat into a shaker with crushed ice and shake lightly (about 3 seconds)., Pour into a double rocks glass., Float the dark rum over the top., Garnish with a lime wheel and mint sprig.",
            "modified": "24.04.2021",
            "ratings": [5, 5, 3, 4, 4, 3, 3],
            "author": "Filip",
            "description": "The Mai Tai is one of the most famous Tiki drinks in the world. Composed of rum, orange curaçao, fresh lime juice and orgeat (a nuanced almond syrup), it’s held sway over cocktail enthusiasts and Tiki aficionados for decades. It even enjoyed a star turn in the Elvis film “Blue Hawaii.” Victor “Trader Vic” Bergeron is often credited with inventing the drink at his Trader Vic’s bar in the 1940s, though it’s likely that Donn Beach laid the groundwork for the famous recipe during the 1930s at his Don the Beachcomber bar. The original Trader Vic’s recipe featured Jamaica’s J. Wray & Nephew rum. Once Bergeron ran out of his supply, he moved to blending rums in an attempt to create a similar flavor profile.",
            "taste": "semi-sweet",
            "alcoholic": true
        },
        {
            "id": 10,
            "name": "Brooklyn",
            "mainSpirit": "whisky",
            "type": "classic",
            "prepStyle": "stirred",
            "ingridients": "2 ounces rye whiskey, 1 ounce dry vermouth, 1/4 ounce maraschino liqueur, 1/4 ounce Amer Picon (or 1/4 ounce Bigallet China-China Amer or 2 dashes Angostura bitters), Garnish: Luxardo maraschino cherry",
            "image": "https://www.liquor.com/thmb/OmiHUKQ7nPsovzcU6xCndnTIqfg=/960x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/brooklyn-720x720-primary-b29862e885634370a83fa486a1849665.jpg",
            "steps": "Add all ingredients into a mixing glass with ice and stir until well-chilled., Strain into a chilled coupe glass., Garnish with a skewered maraschino cherry.",
            "modified": "24.04.2021",
            "ratings": [5, 5, 3, 4, 4, 3, 3],
            "author": "Filip",
            "description": "A member of the family of cocktails named for the boroughs of New York City, the Brooklyn often takes a back seat to its far more famous cousins, the Manhattan and Bronx cocktails. But this elegant classic, essentially a modified Manhattan with a touch of Martinez, has gained favor in recent years and has even been spun off into a number of riffs named after the borough’s distinct neighborhoods, including the Red Hook, Greenpoint and several more. ",
            "taste": "dry",
            "alcoholic": true
        },
        {
            "id": 11,
            "name": "Manhattan",
            "mainSpirit": "bourbon",
            "type": "classic",
            "prepStyle": "stirred",
            "ingridients": "2 ounces bourbon or rye, 1 ounce sweet vermouth, 2 dashes Angostura bitters, 1 dash orange bitters, Garnish: brandied cherry",
            "image": "https://www.liquor.com/thmb/gSN7fXX_rGkGi-3M6bmPhE7BqAk=/960x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__liquor__2018__05__10144903__Manhattan-720x720-recipe-9497922907c14d91898f557cb51f2ea3.jpg",
            "steps": "Add all the bourbon (or rye), sweet vermouth and both bitters to a mixing glass with ice, and stir until well-chilled., Strain into a chilled coupe., Garnish with a brandied cherry",
            "modified": "24.04.2021",
            "ratings": [5, 5, 5, 5, 4, 5, 5],
            "author": "Filip",
            "description": "The Manhattan was the most famous cocktail in the world shortly after it was invented in New York City’s Manhattan Club, some time around 1880 (as the story goes). Over the years, the whiskey classic has dipped in and out of fashion before finding its footing as one of the cornerstones of the craft cocktail renaissance. Amazingly, the drink that socialites tipped to their lips in the 19th century looks and tastes pretty much the same as the one served today at any decent cocktail bar. The Manhattan’s mix of American whiskey and Italian vermouth, enlivened with a few dashes of aromatic bitters, is timeless and tasty—the very definition of what a cocktail should be.",
            "taste": "dry",
            "alcoholic": true
        }
    ]
}